"&About Flash Decompiler..."  = "&Om Flash Decompiler..."
"&Copy" = "&Kopiera"
"&Help" = "&Hjälp"
"&Keyboard shortcuts" = "&tangentbord genvägar"
"&Localization" = "&Språkanpassning"
"&Open file and add it to tasks..." = "&Öppna fil och lägg till den till uppgifter..."
"&Preview file in player..."  = "&Titt på fil i spelare..."
"&Save SWF/EXE as..." = "&Spara SWF/EXE som..."
"&Tutorials"  = "&privatlektion"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO"  = "AUTO"
"ActionScript"  = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options"  = "ActionScript val"
"ActionScript search" = "ActionScript Sök"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler."  = "ActionScripts -viewing mode- inställningar. Detta påverkar bara ActionScripts, visade i Flash Decompiler."
"Actions" = "Actions"
"Activity log"  = "Aktivitets-log"
"Add SWF files to tasks"  = "lägg till SWF-filer till uppgifter"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "lägg till alla filer i nuvarande katalog till Mina uppgifter lista\r\nrecursivt, inkludera underkataloger."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "lägg till aktuellt valda SWF/EXE filer\r\ntill Min uppgiftslista för  Hantering,\r\nOmvandling och Extraktion."
"Add folder"  = "lägg till mapp"
"Add folder recursively"  = "lägg till mapp rekursivt "
"Add folder root" = "lägg till mapp rot"
"Add only files present in folder's root to My tasks list." = "Lägg bara till filer som finns i mappens rot till Min Uppgiftslista."
"Add task"  = "lägg till uppgift"
"Add whole folder into My tasks list."  = "lägg till hel mapp till Min Uppgiftslista."
"Advanced morph decompilation"  = "Avancerad morph-Decompilering"
"Align" = "Justera"
"Align text to the left"  = "Justera text till vänster"
"Align text to the right" = "Justera text till höger"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "All Ljudfiler (*.WAV, *.MP3)|*.WAV;*.MP3|Wave Ljud (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|"  = "Alla understödda filer (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Filer (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Alla understödda Bildformat (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG komprimerade bilder (*.JPG,*.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable  network graphics (*.PNG)|*.PNG|"
"All words" = "Alla ord"
"Allows/Disables text selection"  = "Tillåt/förbjud textval"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing."  = "Nästan samma som titt på fil ,\r\nmen den kommer också att läggas till  Min Uppgiftslista för ytterligare behandling."
"Any word"  = "Alla ord"
"As FLA"  = "Som FLA"
"Autodetect"  = "Autodetect"
"Autosize"  = "Autosize"
"Available localizations" = "Tillgängliga språk"
"Background color:" = "Bakgrundsfärg:"
"Beta-tester" = "Beta-testare"
"Bitmap Files (*.bmp)|*.bmp|" = "Bitmap-filer (*.bmp)|*.bmp|"
"Bits per ADPCM sample:"  = "Bits per ADPCM sample:"
"Bits per pixel"  = "Bits per pixel"
"Bits per pixel:" = "Bits per pixel:"
"Bits per sample:"  = "Bits per sample:"
"Bounds"  = "Gränser"
"Braces around single statement"  = "Paranteser runt enkelt uttryck"
"Braces at new line"  = "Paranteser vid ny rad"
"Build %@"  = "Bygg %@"
"Business"  = "Affär"
"Button"  = "Knapp"
"Buttons" = "Knappar"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "Som default kommer Flash Decompiler att visa snapshots  av de flesta Flash Objekten, när Du väljer hel  kategori/grupp. Att göra preview av multipla objekt kan  avsevärt misnka Flash Decompiler prestanda nar Du navigerar genom  Objektgrupper, särskilt när det finns mer är 100 objekt där. Således kan det vara meningsfullt att stänga av tumnagel-generering  för vissa objekt typer. Små snygga ikoner syns då istället.
"Cancel"  = "Avbryt"
"Center text" = "Centrera text"
"Change ActionScripts view to Pi-code actions representation" = "Ändra ActionScripts view till Pi-Kod actions representation"
"Change ActionScripts view to common representation"  = "Ändra ActionScripts view till common representation"
"Change ActionScripts view to hex dump representation"  = "Ändra ActionScripts view till hex dump representation"
"Change ActionScripts view to split mode including Pi-codes and hex dumps"  = "Ändra ActionScripts view till split mode inkluderande Pi-codes och hex dumps"
"Change background color" = "Ändra bakgrunds-färg"
"Change text type to passwords with masking"  = "Ändra text typ till passwords med maskning"
"Change the text color" = "Ändra the text färg"
"Check for &newer version"  = "Kontrollera om &nyare version finns"
"Check for availability of updated version online." = "Kontrollera om uppdaterad version online kan levereras."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc."  = "Kontrollera Dina Flash Decompiler detaljer, som version,  versionsnummer ,\r\nreleasedatum, teknisk support, kontakter, osv."
"Check/Uncheck selected items"  = "Välj/Välj bort"
"Choose background color for current task"  = "Välj backgrundsfärg för pågående uppgift"
"Choose the language Flash Decompiler GUI will be displayed in."  = "Välj språk för Flash Decompiler GUI."
"Clear My tasks"  = "Rensa Mina uppgifter"
"Click here to check for newer version" = "Klicka här för att kontrollera om nyare version finns"
"Close" = "Stäng"
"Code format" = "Kod format"
"Collapse current file" = "Kollapsa nuvarande fil"
"Collapse current group"  = "Kollapsa nuvarande grupp"
"Collapse everything" = "Kollapsa allt"
"Color" = "färg"
"Colors"  = "färger"
"Combine all scripts into folder" = "Kombinera alla script till mapp"
"Compressed video (*.mpg)"  = "Komprimerad video (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file."  = "Konfigurera morph detection och decompilations\r\nval för resulterande FLA fil."
"Contact &Tech Support" = "Kontakta &Tech Support"
"Conversion options"  = "Konverterings-val"
"Conversion path:"  = "Konverterings-sökväg:"
"Convert" = "Konvertera"
"Convert SWF file(s) to FLA"  = "Konvertera SWF file(s) till FLA"
"Convert all" = "Konvertera all"
"Convert all available tasks to FLA." = "Konvertera all tillgängliga uppgifter till FLA."
"Convert current" = "Konvertera nuvarande"
"Convert currently highlighted file from the tasks list." = "Konvertera nuvarande markerade filer från uppgiftslistan."
"Convert static text into shapes" = "Konvertera statisk text till former"
"Copy to clipboard" = "Kopiera till clipboard"
"Count" = "Räkna"
"Create folder for morphs"  = "Skapa mapp för morpher"
"Current" = "Nuvarande"
"Custom color"  = "Kundanpassad färg"
"Customize some advanced options of Flash Decompiler" = "Anpassa avancerad val för Flash Decompiler"
"Decode built-in MX classes"  = "Avkoda inbyggda MX-klasser"
"Decompile symbols not present at timeline" = "Decompile symboler som inte finns på tidslinjen"
"Decompiling task"  = "Decompile-uppgifter"
"Default" = "Default"
"Default settings"  = "Default inställningar"
"Demo"  = "Demo"
"Details" = "Detaljer"
"Detect motion tweens"  = "Detektera motion tweens"
"Discard all changes which you applied\r\nand revert to last saved file." = "Skippa alla ändringar du gjort\r\noch återgå till senast sparade fil."
"Discard changes" = "Skippa ändringar"
"Do not show this message again"  = "Visa inte detta meddelande igen"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?"  = "Vill DU verkligen ångra alla ändringar Du gjort och återvända till senast sparade tillstånd hos SWF-filen?"
"Do you really want to exit Flash Decompiler?"  = "Vill du verkligen avsluta Flash Decompiler?"
"Do you really want to remove all Flash files from My tasks?" = "Vill du verkligen ta bort alla flash-filer från Mina Uppgifter?"
"Do you really want to remove selected file?" = "Vill Du verkligen ta bort vald file?"
"Do you really want to save changes in <%@>?" = "Vill Du verkligen spara ändringar i <%@>?"
"Drag to zoom in and out" = "Drag till zoom in och ut"
"Dragging"  = "Drag"
"Dynamic text"  = "Dynamisk text"
"Dynamic texts" = "Dynamisk texts"
"Edit"  = "Editera"
"Edit Flash objects"  = "Editera Flash Objekt"
"Edit Images" = "Editera Bilder"
"Edit URL's"  = "Editera URL's"
"Edit URLs" = "Editera URLs"
"Edit color"  = "Editera Färg"
"Edit colors" = "Editera Färger"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Editera färger i en SWF/EXE uppgift. Öppnar en speciell panel\r\ndär Du kan editera de flesta färger Du ser\r\ni en film. Kan inte editera rasterbilder, osv."
"Edit dynamic texts"  = "Editera Dynamiska texter"
"Edit images" = "Editera Bilder"
"Edit lines"  = "Editera rader"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown."  = "Editera rader i en SWF/EXE uppgift: Editera rad tjocklek, och färg.\r\nGlöm inte att välja önskad form om inga rader visas."
"Edit lines:" = "Editera rader:"
"Edit links"  = "Editera länkar"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task."  = "Editera länkar funna i SWF/EXE -uppgifter.\r\nObservera, att Du kommer att editera alla länkar i en uppgift."
"Edit links: "  = "Editera länkar: "
"Edit shapes" = "Editera former"
"Edit sounds" = "Editera Ljud"
"Enable automatic size setting" = "Aktivera automatisk storleks-inställning"
"Enable multi-line text positioning"  = "Aktivera multi-rad  text positionering"
"Enable word-wrapping"  = "Aktivera word-wrapping"
"Enter &registration code"  = "Angiv &registreringskod"
"Exact match" = "Exakt matchning"
"Exit"  = "Avsluta"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Avsluta Flash Decompiler. Alla icke sparade uppgifter resulterar i påminnelse."
"Expand current file" = "Expandera aktuell fil"
"Expand group"  = "Expandera grupp"
"Export format" = "Exportera format"
"Export path:"  = "Exportera path:"
"Extract" = "Extrahera"
"Extract SWF objects" = "Extrahera SWF Objekt"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab."  = "Extrahera all aktuellt valda SWF resurser.\r\nExportkatalogen kan ändras i Huvud-Extraherings-Tabben."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Extrahera alla aktuellt valda SWF resurser.\r\nKatalogen Du ser till vänster använd till att lagra objekt."
"Extract now" = "Extrahera nu"
"Extract resource"  = "Extrahera resurs"
"Extracting SWF objects"  = "Extrahera SWF Objekt"
"FLA" = "FLA"
"FLA version" = "FLA version"
"Failed to open image <%@>" = "Misslyckades att öppna bild <%@>"
"Failed to open sound file <%@>"  = "Misslyckades att öppna ljudfile <%@>"
"File"  = "Fil"
"File explorer" = "Fil-utforskaren"
"File properties" = "Fil-egenskaper"
"Find the ways to reach Eltima technical support for answers and tips." = "Finn sätten att nå Eltima teknisk support för svar och tips."
"Fit all" = "Passa allt"
"Fit to Player area"  = "Passa till Player area"
"Flash Decompiler &homepage"  = "Flash Decompiler &homepage"
"Flash Decompiler Options"  = "Flash Decompiler val"
"Flash Decompiler Trillix"  = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options"  = "Flash Decompiler Trillix val"
"Flash Movie (*.swf)" = "Flash Film (*.swf)"
"Flash Player 5"  = "Flash Player 5"
"Flash Player 6"  = "Flash Player 6"
"Flash Player 7"  = "Flash Player 7"
"Flash Player 8"  = "Flash Player 8"
"Flash Player ActiveX version installed in your system" = "Flash Player ActiveX version installerad i ditt system"
"Flash Source (*.fla)"  = "Flash källkod (*.fla)"
"Flash Video (*.flv)" = "Flash Video (*.flv)"
"Flash objects thumbnails settings when groups are selected"  = "Flash Objekt tumnagel-inställningar när grupper är valda"
"Font"  = "Font"
"Font size" = "Font storkel"
"Fonts" = "Fonter"
"Force ANSI encoding" = "Tvinga ANSI encoding"
"Formats" = "Format"
"Frame" = "Frame"
"Frame count:"  = "Frame antal:"
"Framerate:"  = "Frame-hastighet:"
"Frames"  = "Frames"
"General" = "Generellt"
"Globally search ActionScripts within SWF/EXE files." = "Globalt sök ActionScripts inom SWF/EXE Filer."
"Has alpha" = "Har alpha"
"Has border"  = "Har kant/ram"
"Has wordwrap"  = "Har wordwrap"
"Height:" = "Höjd:"
"Hex dump"  = "Hex dump"
"Hex dump (*.txt)"  = "Hex dump (*.txt)"
"Hexadicimal dump"  = "Hexadicimal dump"
"Homepage"  = "Hemsida"
"Hypertext (*.html)"  = "Hypertext (*.html)"
"Icons" = "Iconer"
"Id"  = "Id"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Om DU upplever ovanligt beteende hos Dina flashfilmer i Flash Decompiler,\nkan problemet vara orsakat av äldre version av Flash Player ActiveX\nsom finns i Ditt system. Kontrollera gärna om en ny version kan finnas tillgänglig genom att klicka på denna knapp, eller genom att besöka www.adobe.com"
"Ignore case" = "Ignorera case"
"Image" = "Bild"
"Image (*.png, *.jpeg, *.bmp)"  = "Bild (*.png, *.jpeg, *.bmp)"
"Image format"  = "Bild format"
"Image properties"  = "Bild egenskaper"
"Images"  = "Bilder"
"Indent"  = "Indent"
"Indent size" = "Indent storlek"
"Info"  = "Info"
"Is HTML" = "Är HTML"
"Is multiline"  = "Är multi-rader"
"Is password" = "Är password"
"Is read-only"  = "Är läs-endast"
"Join mask layers"  = "Join mask layers"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Justera text: Justera text till både väsnter och höger,\r\ngenom att lägg till extra mellanslag  mellan orden."
"Layer" = "Lager"
"Leading" = "Ledande"
"Leave current" = "Lämna aktuell"
"Left margin" = "Vänster marginalal"
"Length factor: " = "Längdfaktor: "
"Library folders" = "Bibliotek mappar"
"License:"  = "Licens:"
"Line properties" = "Rad egenskaper"
"Line thickness in twips" = "Rad-tjocklek i twips"
"Lines" = "Rader"
"Link location to edit: " = "Länk position  till editering: "
"Link target: " = "Länk-mål: "
"Links" = "länkar"
"List"  = "Lista"
"Logics: "  = "Logik: "
"Lossless"  = "Förlustfri"
"MP3 bitrate:"  = "MP3 bitrate:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash Komponenter (*.swc)|*.swc||"
"Macromedia Flash MX (v6)"  = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only"  = "Gör denna dynamiska text read-only"
"Manage"  = "Hantera"
"Measured in twips: %@" = "Mätt i twips: %@"
"More Colors" = "Fler färger"
"More colors ... "  = "Fler färger ... "
"Morph" = "Morph"
"Morph Options" = "Morph val"
"Morphs"  = "Morpher"
"Motion tweens" = "Rörelse-tweens"
"Movement smoothness: " = "Rörelse-mjukhet: "
"My tasks (SWF, EXE)" = "Mina uppgifter (SWF, EXE)"
"New" = "Ny"
"No"  = "Nej"
"No Flash file selected"  = "Inga Flash filer valda"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Inga tillgängliga uppgifter.\r\nV.g. lägg till SWF eller Projector EXE\r\nfiler här för att activera andra flikar."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Inga Bilder att editera i denna uppgift.\r\nDenna Flash-film innehåller inga bilder.\r\n"
"No sounds to edit in this task.\r\n" = "Inga Ljud att  editera i denna  uppgift.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Ingen etikettinformation tillgänglig för aktuellt val, eller ingenting är valt. V.g., Välj några del av filmen i uppgiftslistan."
"Non-compressed video (*.avi)"  = "Icke-komprimerad video (*.avi)"
"Nothing found to match your query."  = "Ingenting kunde hittas som matchade din förfrågning."
"Object"  = "Objekt"
"Objects" = "Objekt"
"Ok"  = "Ok"
"Open User &Manual" = "Öppna Användar &Manual"
"Open destination folder after extraction"  = "Öppna destinations-mapp after upp-packning"
"Open file after conversion"  = "Öppna file efter omvandling"
"Open local CHM user manual for help."  = "Öppna lokal CHM användar-manual för Hjälp."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list."  = "Öppna SWF eller Projector fil i huvud-player för en titt.\r\nFil läggs inte till Min uppgiftslista."
"Order full version"  = "Order av full version"
"Other" = "Annat"
"Other colors"  = "Andra färger"
"P-Code"  = "P-Kod"
"P-Code and hexadicimal dump combined"  = "P-Kod och hexadicimal dump combined"
"Personal"  = "Personal"
"Pi-code and hex dump (*.txt)"  = "Pi-code och hex dump (*.txt)"
"Pi-code dump (*.txt)"  = "Pi-code dump (*.txt)"
"Place morphs into library" = "Placera morphs i Biblioteket"
"Place shapes into library" = "Placera former i Biblioteket"
"Place texts into library"  = "Placera texter i Biblioteket"
"Placement information" = "Placerings-information"
"Placeobjects"  = "PlaceraObjekt"
"Plain Text (*.txt)"  = "Vanlig Text (*.txt)"
"Player parameters" = "Player parametrar"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file."  = "V.g., Välj önskat format för ActionScript som finns\r\ni de uppgifter som skall exporteras till.\r\ntillgängliga format: Pi-Kod, hex dump or vanlig text fil."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "V.g., Välj önskat format för knappar  som fins\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: SWF och FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "V.g., Välj önskat format för fonter som finns \r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: SWF och FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA."  = "V.g., Välj önskat format för ramar som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: SWF och FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "V.g., Välj önskat format för bilder som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: JPG, PNG, BMP, SWF eller FLA"
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA."  = "V.g., Välj önskat format för morphs som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: SWF och FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA."  = "V.g., Välj önskat format för former som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: SWF och FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "V.g., Välj önskat format för ljud som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: WAV, MP3, SWF eller FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "V.g., Välj önskat format för sprites som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: SWF och FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA."  = "V.g., Välj önskat format för text som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: TXT, RTF, HTML, SWF eller FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA."  = "V.g., Välj önskat format för videos som finns\r\ni uppgifter som skall exporteras till.\r\ntillgängliga format: FLV, AVI, MPG, SWF eller FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list."  = "V.g., observera att Flash Decompiler kommer att processa uppgifter som finns tillagda in Min Uppgifts Panel, och inte nödvändigtvis de som som nyligen är betraktade. Säkerställ att filer som skall konverteras eler exporteras verkligen finns i  Min Uppgiftslista."
"Please, select target folder where resulting extracted objects should be saved to."  = "V.g., Välj mål-mapp som resulterande upp-packade Objekt skall sparas till."
"Preparing preview..."  = "Förbereder titt..."
"Preview not available" = "Titt inte tillgänglig"
"Property"  = "Egenskap"
"Quality" = "Kvalitet"
"Ready" = "Färdig"
"Recover original variables names"  = "Återhämta ursprungliga variabel-namn"
"Refresh" = "Refresh"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code."  = "Registera Din Kopia av Flash Decompiler\r\ngenom att ange Ditt registrerings-namn och kod."
"Registered to:"  = "Registered på:"
"Registration code:"  = "Registrerings-kod:"
"Reload current task into original state" = "Återladda aktuell uppgift till ursprungligt tillstånd"
"Remove all"  = "Tag bort allt"
"Remove all tasks from the tasks list." = "Tag bort alla uppgifter från uppgiftslistan."
"Remove current task" = "Tag bort aktuell uppgift"
"Remove current task from the tasks list."  = "Tag bort aktuell uppgift från  uppgiftslistan."
"Remove file" = "Tag bort fil"
"Remove tasks"  = "Tag bort uppgifter"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Byt ut och editera dynamiska texter som finns i en SWF/EXE -uppgift."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Byt ut originalbilder i en SWF/EXE-uppgift: Du kan lägga till\r\nJPEG och PNG Bilder, editera deras kvalitet,\r\ntransperansinställningar och storlek."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Byt ut originalljud i en SWF/EXE-uppgift:\r\nLägg till Ditt eget ljud istället för originalljudet i original\r\nObjektet, ändra ljudformat och kvalitet."
"Reset all extraction formats to default values." = "Återställ alla upp-packnings-format till default värden."
"Reset all formats to FLA"  = "Återställ alla format till FLA"
"Reset all formats to SWF"  = "Återställ alla format till SWF"
"Reset this tab to default conversion settings."  = "Återställ denna flik till default omvandlings-inställningar."
"Reset to default conversion settings." = "Återställ till default omvandlings-inställningar."
"Reset to defaults" = "Återställ till defaults"
"Rich Text (*.rtf)" = "Rich Text (*.rtf)"
"Right" = "Höger"
"Right margin"  = "Höger marginal"
"SWF" = "SWF"
"SWF File Info" = "SWF Fil-Info"
"SWF Resources Info"  = "SWF resurs-Info"
"SWF version" = "SWF version"
"SWF version:"  = "SWF version:"
"Same as FLA version" = "Samma som FLA version"
"Save"  = "Spara"
"Save Log"  = "Spara Log"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Spara en SWF kopia av filen som är vald in Mina uppgifter.\r\nOm DU  markerar en speciell resurs i en uppgift, men en anna fil\r\nfrån är visad, den markerade filen i Mina uppgifter blir sparad."
"Save as..."  = "Spara som..."
"Save current task in a new file with applied changes." = "Spara aktuell uppgift i en ny fil med tillämpade ändringar ."
"Save current task with applied changes." = "Spara aktuell uppgift med tillämpade ändringar ."
"Save on disk"  = "Spara på disk"
"Save/Discard changes"  = "Spara/Förkasta Ändringar "
"Screenshot"  = "Screenshot"
"Scripts" = "Script"
"Search"  = "Sök"
"Search for: "  = "Sök efter: "
"Search now"  = "Sök nu"
"Search only in current SWF"  = "Sök bara i aktuell SWF"
"Search options"  = "Sök val"
"Search results"  = "Sök resultat"
"Select folder to add to the tasks list"  = "Välj mapp att läggas till uppgifteslistan"
"Select folder to convert object to"  = "Välj mapp till Konvertera object to"
"Select the version of FLA format to be created"  = "Välj version på de FLA format som skall skapas"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA."  = "Välj version av SWF formatet som skall användas\r\nsom default när Du publicerar en konverterad FLA."
"Selectable"  = "Valbar"
"Separate layers for morphs"  = "Separata lager  för morpher"
"Set all extraction formats except for ActionScript to FLA" = "Ställ in alla upp-packningsformat, undantaget ActionScript till FLA"
"Set all extraction formats except for ActionScript to SWF" = "Ställ in alla upp-packningsformat, undantaget ActionScript till SWF"
"Shape" = "Form"
"Shapes"  = "Former"
"Size"  = "Storlek"
"Size (bytes)"  = "Storlek(bytes)"
"Size in bytes" = "Storlek i bytes"
"Small icons" = "Små ikoner"
"Some tutorials on Flash Decompiler usage"  = "Några privatlektioner om användandet av Flash Decompiler"
"Sound" = "Ljud"
"Sound (*.wav, *.mp3)"  = "Ljud (*.wav, *.mp3)"
"Sound rate"  = "Ljud takt"
"Sounds"  = "Ljud"
"Sprite"  = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Standard färger"
"Static text" = "Statisk text"
"Static text bounding box expansion"  = "Statisk text avgränsande box-expansion"
"Status"  = "Status"
"Stereo (mono if unchecked)"  = "Stereo (om mono är bortvald)"
"Stretch/Shrink new image to fit original size" = "Sträck/Krymp ny bild till att passa ursprunglig storlek"
"Support e-mail: support@eltima.com"  = "Support e-mail: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)"  = "Växla till dragging mode (film interaktivt Objekt kommer inte att vara aktivt)"
"Switch to original size" = "Växla till ursprunglig storlek"
"Tag" = "Etikett"
"Tag information" = "Etikett information"
"Take snapshot" = "Ta snapshot"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Tagen snapshot kopieras till clipboard.\r\nDärefter kan den kopieras varsomhelst i gragfiska editorn,\r\ndokument eller dyl..."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Tagen snapshot sparas till hårddisken.\r\nDu kommer att se en dialog som navigerar till önskad mapp"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard"  = "Ta ett screenshot av aktuell spelad file/ruta.\r\nSom default placeras snapshot i clipboard"
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Teknisk information support center:\r\nLär hur vi kan hjälpa Dig, Sök efter svar  eller kontakta Eltima lätt."
"Text"  = "Text"
"Text color"  = "Text färg"
"Text options"  = "Text val"
"Texts" = "Texter"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Det finns inga rader eller färger att editera\r\ni vald form eller ingen form var vald."
"This movie has only 1 frame, you can't rewind it"  = "Denna film har bara 1 ruta. Du kan inte spola tillbaka"
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there."  = "Denna tab är ej aktiv därför att inga filer är tillagda i MinUppgiftslista.\r\nV.g., lägg några Flash filmer där."
"This task does not contain\r\nany dynamic texts.\r\n"  = "Denna uppgift innehåller inte\r\nnågra dynamiska texter.\r\n"
"Thumbnails for Buttons"  = "Tumnagel för Knappar"
"Thumbnails for Fonts"  = "Tumnagel för Fonts"
"Thumbnails for Images" = "Tumnagel för Bilder"
"Thumbnails for Morphs" = "Tumnagel för Morpher"
"Thumbnails for Shapes" = "Tumnagel för Former"
"Thumbnails for Sprites"  = "Tumnagel för Sprites"
"Thumbnails for Texts"  = "Tumnagel för Texter"
"Thumbnails for Videos" = "Tumnagel för Videos"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system."  = "För att kunna dekompilera Flash komponenter korrekt, måste vi ha motsvarande databas på Din hårddisk. I det fall att Du har ytterligare komponenter på andra ställen, kan du lägga till SWC Filer manuellt. I annat fall, använd uppdateringsknappen för att automatiskt hämta alla Flash-componenter tillgängliga i Ditt system."
"Total" = "Total"
"Transparent" = "Transparent"
"Treat text as HTML"  = "Behandla text as HTML"
"Type"  = "Skriv"
"Unable to open file."  = "Kan ej öppna fil."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Tyvärr, Adobe Flash player ActiveX är inte installerad i Ditt system. Flash Decompiler kräver ActiveX kontrollen för att arbeta korrekt. V.g., besök www.adobe.com och installera Flash Player eller kontakta Eltima teknisk support (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details."  = "Tyvärr, Du kan inte spara SWF filer i demo versionen. Denna finess aktiveras  så fort Du registrerat  Din kopia av Flash Decompiler. V.g., besök www.eltima.com för info om inköp."
"Unlimited Business"  = "Obegränsad affär"
"Updated" = "Uppdaterad"
"Use Flash movie background color"  = "Använd Flash movie backgrundsfärg"
"Use getProperty/setProperty" = "Använd getProperty/setProperty"
"Use system font" = "Använd system font"
"Use tabs"  = "Använd tabs"
"Used by" = "Använd av"
"Uses"  = "Användningar"
"Value" = "Värde"
"Var name"  = "Var namn"
"Version" = "Version"
"Version %@"  = "Version %@"
"Video" = "Video"
"Videos"  = "Videos"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Se atuella tilldelade hot keys för snabbare access\r\ntill mest använda funktioner."
"Visit Flash Decompiler homepage online." = "Besök Flash Decompiler hemsida online."
"Whole words only"  = "Endast hela ord"
"Width:"  = "Bredd:"
"Yes" = "Ja"
"You have Flash ActiveX version: %@"  = "Du har Flash ActiveX version: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler."  = "Du kan ändra ActionScripts Syntax Highlighting här. Detta kommer bara att påverka Flash Decompiler."
"You should restart Flash Decompiler to apply new language."  = "Du bör återstarta Flash Decompiler för att aktivera ett nytt språk."
"ZLib compressed:"  = "ZLib komprimerad:"
"Zoom"  = "Zoom"
"Zoom Slider" = "Zoom Slider "
"no"  = "nej"
"temp"  = "temp"
"yes" = "ja"
" " = " "
"Action tag #%@"  = "Action tag #%@"
"Add File(s)..."  = "lägg till Fil(er)..."
"As button" = "Som Knapp"
"Ascent"  = "Upphöjd"
"Bold"  = "Fet"
"Building scripts ..."  = "Bygg scripts ..."
"Built in"  = "Inbyggd"
"Comment" = "Kommentar"
"Components"  = "Komponenter"
"Descent" = "Nedsänkt"
"Down"  = "Ner"
"Dyn text"  = "Dyn text"
"Edge bounds" = "Kant avgränsningar"
"Element:"  = "Element:"
"Encoding"  = "Encoding"
"End bounds"  = "End avgränsningar"
"Flash Components in database:" = "Flash komponenter i databas:"
"Flash Components' database path:"  = "Flash komponenter' database path:"
"Flash movie (*.SWF)|*.SWF|"  = "Flash movie (*.SWF)|*.SWF|"
"Font name" = "Font namn"
"Foreground color:" = "Förgrunds-färg:"
"Frames count"  = "Frames-antal"
"Glyph count" = "Glyph antal"
"Hit" = "Träff"
"Italic"  = "Italic"
"JPEG"  = "JPEG"
"Keyword" = "Keyword"
"Label" = "Etikett"
"Language code" = "Språk Kod"
"Literal" = "Literal"
"Matrix"  = "Matrix"
"Move(%@)"  = "Flytta(%@)"
"Operator"  = "Operand"
"Over"  = "Över"
"Recover register variables"  = "Återskapa register variabler"
"Scale(%@)" = "Skala(%@)"
"Rotate(%@)"  = "Rotera(%@)"
"Select folder to store components database"  = "Välj mapp till Lagra Komponenter Database"
"Small" = "Liten"
"Start bounds"  = "Start gränser"
"Stat text" = "Stat text"
"State" = "Tilstånd"
"String"  = "Sträng"
"Track mode"  = "Track mode"
"Up"  = "Upp"
"Update"  = "Updatera"
"Use non-scalling strokes"  = "Använd non-scalling strokes"
"Use scalling strokes"  = "Använd scalling strokes"
"Uses Defaults" = "Använder Defaults"
"Whitespace"  = "Whitespace"
"alpha" = "alpha"
"blue"  = "blå"
"green" = "grön"
"red" = "röd"
"FirstSample: %@" = "FirstaProv: %@"
"LastSample: %@"  = "SistaProv: %@"
"Repeat: %@"  = "Repetera: %@"
"No multiple" = "Inga multiplar"
"Stop"  = "Stopp"
"Stereo"  = "Stereo"
"Mono"  = "Mono"
"As menu" = "Som menu"
"VideoPacket" = "VideoPacket"
"Off" = "Från"
"On"  = "Till"
"Left"  = "Vänster"
"Center"  = "Centrera"
"Justify" = "Justera"
"Flash Decompiler Trillix intro"  = "Flash Decompiler Trillix introduktion"
"Understanding demo limitations"  = "Att förstå  demo begränsningar"
"&About Flash Decompiler..."  = "&Om Flash Decompiler..."
"Applying"  = "Tillämpa"
"Codec" = "Codec"
"Extracting %s..."  = "Extrahera %s..."
"Extracting ..."  = "Extrahera ..."
"Extracting resources from %s..." = "Extrahera resurs från %s..."
"Extraction done."  = "Extrahering utförd."
"Extraction started ..."  = "Extrahering startad..."
"Rate"  = "Takt"
"Sample bits" = "Sample bits"
"Samples count" = "Samples antal"
"Stereo/mono" = "Stereo/mono"
"Streaming sound" = "Streaming Ljud"
"You can click this button as well! It has some valuable stuff inside"  = "Du kan klicka på denna knapp också! Det finns en del värdefullt här bakom"
"Continue demo" = "Fortsätt demo"
"Enter registration code" = "Registrera"
"Order now" = "Beställ nu"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below."  = "Stort tack för att Du utvärderar Demoversionen av Flash Decompiler Trillix från Eltima Software.\r\n\r\nDemoversionen är fullt fungerande, med vissa demo-begränsningar. Däribland:\r\n\r\n - bara två objekt  exporteras i varje resurskategori;\r\n - Flash filmer konverteras till FLA i svart-vitt;\r\n - ActionScripts kommer inte att inkulderas i resulterande FLA filer;\r\n - dekompilerad ActionScripts kan inte kopieras till clipboard;\r\n - Du kan inte spara ändringar till Dina Flash Filer efter editing.\r\n\r\nV.g., glöm inte att registrera Din kopia av mjukvaran för att slippa desas begränsningar för alltid.\r\nFör att erhålla registreringsnyckel, V.g., klicka på 'Beställ Nu'  nedan."
"Register"  = "Registrera"
"Eltima - Waiver of responsibility" = "Eltima - Avsägelse av ansvar"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "V.g., observera att Eltima tillhandahåller  Flash/SWF dekompilerings \r\nteknik med Flash Decompiler Trillix endast för personlig användning, \r\ninte för copyright-material Du inte äger. \r\nDu bekräftar härmed att du är medveten om tänkbara copyright \r\nintrång när dekompilering av Flash/SWF filer sker och är medveten om \r\natt Eltima inte påtager sig något som helst ansvar."
"Register Flash Decompiler now" = "Registrera Flash Decompiler nu"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "För att aktivera annat språk, måste Flash Decompiler Trillix startas om. Tryck Ja till Avsluta Flash Decompiler Nu, och återstarta manuellt; eller Nej för att göra detta senare. Om Du trycker Avbryt, kommer ändringarna inte att genomföras."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now."  = "Flash Decompiler Trillix är inte registerad på denna maskin. Om Du vill använda programmet måste det registreras nu."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix är redan registerad på detta system. V.g., mata inte in annan Registrerings-data såvida Du inte avser ändra  Ditt registrerings-namn eller Licenstypen."
"Adding file(s) to the tasks list..." = "lägg till fil(er) till uppgiftslistan..."
"Preview" = "Ta en titt"
"Open"  = "Öppna"
"Quick actions" = "Quick actions"
"Convert SWF to FLA"  = "Konvertera SWF till FLA"
"Interface" = "Interface"
"Show/Hide" = "Visa/Göm"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Kundanpassa Flash Decompiler's utseende. Det kan också hjälpa Dig återfinna förlorad panel."
"Removing task(s)..." = "tag bort uppgift(er)..."
"Quick extract all currently selected SWF resources." = "Snabb-Extrahera alla valda SWF-resurser."
"Quick convert currently highlighted file from the tasks list." = "Snabb-Konvertera aktuell markerad fil från uppgiftslistan."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit."  = "Följande checkbox Aktiverar Flash Decompiler till att spara Din status after avslutaing och återstart. Som default, kommer Flash Decompiler att  spara alla tidigare uppgifter som de var innan avslut."
"Save My tasks list status on exit" = "Spara mina Uppgiftslista vid Avslut"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI."  = "Dessa knappar möjliggör återställning av egenskaper och positioner hos de tre huvudpanelerna: Mina uppgifter, Filegenskaper och Etikettinfo.Denna kommer väl till pass när Du  \"förlorar\" dem genom dragging out eller  konfiguring av GUI."
"Reset \"My tasks\" panel position" = "Nollställ \"Mina uppgifter\" panel position"
"Reset \"File properties\" panel position"  = "Nollställ \"Fil egenskaper\" panel position"
"Reset \"Tag information\" panel position"  = "Nollställ \"Etikett information\" panel position"
"General Flash Decompiler settings" = "Generell Flash Decompiler inställningar"
"Open Flash movies" = "Öppna Flash movies"
"Decode all classes as dynamic" = "Decode alla klasser  som  Dynamiska"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Varning: Adobe Flash är inte installerad  i detta system alls. Du har därför inga möjligheter att editera FLA filer i detta system."
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Varning: Du försöker konvertera denna film till FLA-format med version %d, emellertid, Du har bara Adobe Flash med version %d installerad. Sannolikt är det därför omöjligt att Öppna Konverterad FLA till dess uppgradering av Flash skett."
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)"  = "Varning: Du försöker konvertera denna film till FLA-format med version %d, emellertid, Du har bara Adobe Flash med version %d installerad. Sannolikt är det därför omöjligt att Öppna Konverterad FLA till dess uppgradering av Flash skett. Vill Du trots detta fortsätta att konvertera till en högre version av FLA? (Om Du väljer Nej, kommer denna film att konverteras till FLA format av version %d, Några objekt kan gå förlorade)"
"About L.A.M.E and FFmpeg" = "About L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Show information about third-party libraries used and their licensing details";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)";
"About third-party libraries" = "About third-party libraries";
"Cannot load file. File is either locked by another process or corrupt." = "Cannot load file. File is either locked by another process or corrupt."
"Don't show this message again" = "Don't show this message again";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other."
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Processing sprite symbol #%d..." = "Processing sprite symbol #%d..."
"Conversion started..." = "Conversion started...";
"Font #%d not found" = "Font #%d not found"
"Starting header processing..." = "Starting header processing..."
"Options" = "Options";
"Make text bold" = "Make text bold";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"Use system font instead of embedded one" = "Use system font instead of embedded one";
"Loading file \"%s\"..." = "Loading file \"%s\"..."
"InitClip" = "InitClip";
"Change font" = "Change font";
"Cannot create \"%s\" file." = "Cannot create \"%s\" file."
"Unknown error" = "Unknown error";
"Converting ..." = "Converting ..."
"Code:" = "Code:"
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text.";
"This task does not contain\r\nany texts.\r\n" = "This task does not contain\r\nany texts.\r\n";
"Flash Player 9" = "Flash Player 9"
"An error has ocurred while processing timeline." = "An error has ocurred while processing timeline."
"Button symbol #%d processing finished." = "Button symbol #%d processing finished."
"Edit texts" = "Edit texts";
"An error has ocurred while creating FLA timeline." = "An error has ocurred while creating FLA timeline."
"Processing button symbol #%d..." = "Processing button symbol #%d..."
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"An error has occured while saving FLP or AS file(s)." = "An error has occured while saving FLP or AS file(s)."
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"Starting timeline processing..." = "Starting timeline processing..."
"Italicize text" = "Italicize text";
"Library processing finished." = "Library processing finished."
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"An error has occurred while normalizing tags in SWF file." = "An error has occurred while normalizing tags in SWF file."
"Done" = "Done"
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Timeline processing finished." = "Timeline processing finished."
"Used fill style is not fully supported by convertor or by FLA file format." = "Used fill style is not fully supported by convertor or by FLA file format."
"An error has occured while parsing SWF timeline." = "An error has occured while parsing SWF timeline."
"Error" = "Error";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Thank you for registration!" = "Thank you for registration!";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"Starting conversion..." = "Starting conversion..."
"Deblocking mode" = "Deblocking mode"
"Smoothing on" = "Smoothing on"
"Saving has been cancelled." = "Saving has been cancelled."
"Header processing finished." = "Header processing finished."
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"Cannot create \"%s\" directory." = "Cannot create \"%s\" directory."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."	= "Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."
"File conversion finished." = "File conversion finished."
"Sprite symbol #%d processing finished." = "Sprite symbol #%d processing finished."
"Change font size" = "Change font size";
"An error has ocurred while processing library." = "An error has ocurred while processing library."
"Starting library processing..." = "Starting library processing..."
"Online tutorials" = "Online tutorials";
"Name:" = "Name:"
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Saving file \"%s\"..." = "Saving file \"%s\"..."
"Failed to open file " = "Failed to open file ";
"Replace and edit texts currently present in a SWF/EXE task." = "Replace and edit texts currently present in a SWF/EXE task.";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
